package com.ghaemkarimi.daneshjooyar.mvp.model

class GhavaninActivityModel {

    fun text() = """نکته مهم : دانشجویار برای ارائه خدمات بهتر، همواره قادر به ایجاد تغییرات در صفحه قوانین میباشد. پس کاربران حداکثر تا ۱۰ روز پس از تاریخ آخرین به‌روزرسانی، بایستی مجددا مفاد این صفحه را مطالعه کرده و از تغییرات اعمال شده کاملا آگاه شوند. پس هر تغییری که در این قوانین اعمال شود، پس از گذشت ۱۰ روز از تاریخ ایجاد، قابل اجرا و پیگیری خواهد بود.

صفحه پیش رو حکم یک توافق و قرارداد میان دانشجویار و کاربر استفاده کننده را خواهد داشت. پس هر شخصی که به هر نحوی از خدمات و محصولات دانشجویار استفاده میکند، ملزم به اجرا و رعایت این قوانین میباشد. لازم به ذکر است که دانشجویار تابع قوانین جمهوری اسلامی ایران میباشد.

شرایط استفاده از محصولات
ثبت نام در دانشجویار و شرکت در یک دوره آموزشی به منذله پذیرفتن تمام قوانین و مقررات دانشجویار میباشد. پذیرفتن و داشتن آگاهی از قوانین، لازمه استفاده کاربران از خدمات و محصولات وبسایت دانشجویار خواهد بود.
کاربران ملزم به وارد کردن اطلاعات هویتی واقعی خود در هنگام ثبت نام میباشند. هرگونه تخطی در این مورد، هیچ مسئولیتی برای دانشجویار ایجاد نکرده و مسئولیت آن کاملا بر عهده کاربر خواهد بود. لازم به ذکر است که دانشجویار این اطلاعات را در اختیار هیچ نهاد یا شخص ثالثی قرار نخواهد داد.
چنانچه یک حساب کاربری جعلی و با اطلاعات ناشایست در وبسایت رویت شود، دانشجویار قادر به حذف آن حساب کاربری خواهد بود و هیچ هزینه ای برای دوره های آن حساب کاربری بازگشت داده نمیشود.
هر حساب کاربری متعلق به یک شخص حقیقی یا حقوقی میباشد. کاربران بایستی از اطلاعات ورود به حساب کاربری خود محافظت کرده و آن را در اختیار کسی قرار ندهند.
استفاده همزمان چند شخص از یک حساب کاربری، قابل پیگیری و شکایت از طرف دانشجویار میباشد. البته اگر این امر پیش از این توسط مدیر بخش آموزش در دانشجویار تایید شده باشد، مشکلی برای آن حساب کاربری تایید شده پیش نخواهد آمد.
کاربران موظف هستند که از تمام محصولات آموزشی وبسایت دانشجویار به صورت شخصی و انفرادی استفاده کنند. پس هیچ کاربری اجازه انتشار محتواهای خریداری کرده از دانشجویار را در سایر پلتفرم های اجتماعی یا وبسایت های اینترنتی نخواهد داشت.
مدت زمان استفاده از محصولات
دانشجویار متعهد میشود که دوره آموزشی خریداری شده توسط کاربر را تا ۱ سال پس از تکمیل فرآیند خرید در داشبورد کاربر و بخش دوره های من نگهداری کند. پس از گذشت یک سال از زمان شرکت در دوره آموزشی، ممکن است به دلایلی نظیر منسوخ شدن دوره و یا قطع همکاری با مدرس، آن دوره آموزشی از وبسایت حذف شود. البته همواره پیش از حذف، دوره مدنظر توقف فروش خورده و بدین طریق به کاربران اطلاع رسانی میشود. البته تمام تلاش ما بر حفظ محتوای خریداری شده خواهد بود و حتی پس از توقف فروش هم به کاربرانی که دوره را خریداری کرده اند، اجازه دانلود محتوای دوره داده میشود. 

نکته : دوره هایی که در بستر اسپات پلیر برگزار میشوند دارای تضمین نگهداری ۲ ساله خواهند بود.

اطلاع رسانی به کاربران
کاربران با ثبت نام در وبسایت دانشجویار و وارد کردن اطلاعاتی نظیر شماره تماس و ایمیل خود در بخش های مختلف سایت، به دانشجویار حق اطلاع رسانی از طریق این اطلاعات را میدهند. دانشجویار تمام پیگیری های مربوط به حساب کاربری و دوره های آموزشی را از طریق همین اطلاعات، پیگیری خواهد کرد.

نظرات کاربران
کاربران حق ثبت نظراتی که در آن از عبارات یا کلمات توهین آمیز یا خشونت آمیز استفاده شده باشد را ندارند.
ارسال لینک های متنوع و متفرقه در بخش دیدگاه های دوره ها یا سایر صفحات وبسایت دانشجویار، ممنوع میباشد.
چنانچه هر گونه نظر، دیدگاه یا کامنتی با عدم رعایت نکات ذکر شده در بالا منتشر شود، دانشجویار قادر به حذف یا ویرایش نظر و دیدگاه خواهد بود.
دانلود یکجای محصولات آموزشی
با توجه به اینکه هدف دانشجویار، پرورش نیروی توانمند برای بازار کار میباشد، امکانات زیادی برای تماشای دوره های آموزشی فراهم شده است. دانش اندوزان میتوانند به صورت آنلاین به تماشای دوره ها پرداخته و با تکمیل درصد مشاهده دوره، مدرک دوره مدنظر را نیز دریافت کنند. در بستر تماشای آنلاین، امکان ثبت نظر و پرسیدن سوال از مدرس وجود داشته و این سبب جذاب تر شدن بخش یادگیری آنلاین میشود.

اما دانشجویار برای رفاه حال کاربران خود، اجازه دانلود ویدیو های آموزشی را به کاربران میدهد. کاربران هر قسمت را به صورت جداگانه میتوانند دانلود و استفاده کنند. اما در نظر داشته باشید که برای جلوگیری از انتشار دوره در سایر پلتفرم ها و شبکه های اجتماعی و نیز رعایت حقوق مدرسین، امکان دانلود یکجای دوره های دانشجویار به هیچ وجه وجود نخواهد داشت.

نکته : دوره هایی که در بستر اسپات پلیر منتشر میشوند، دارای دانلود داخلی در نرم افزار اسپات هستند. پس فایل mp4 این دوره ها به هیچ وجه در اختیار کاربر قرار نخواهد گرفت.

حق مالکیت محصولات
تمام محتوای منتشر شده در وبسایت، شبکه های اجتماعی و سایر بستر های وابسته به دانشجویار به صورت اختصاصی متعلق به شرکت دانشجویار خاوران میباشد. هرگونه استفاده از این محتوا بدون اجازه دانشجویار، غیر اخلاقی و غیر قانونی بوده و قابل پیگیری و شکایت خواهد بود.

پرداخت‌ها و تراکنش ها
تمام مبالغ پرداختی کاربران به حساب دانشجویار، قابل پیگیری و بررسی میباشد. اما چنانچه پرداخت کاربر به هر دلیلی با شکست مواجه شود و پولی از حساب کاربر کسر شده باشد، تا حداکثر ۷۲ ساعت از طریق درگاه بانک به حساب شخص بازگشت داده خواهد شد و این موضوع مسئولیتی برای دانشجویار به وجود نخواهد آورد."""

}